{
    "data": {
        "product": {
            "id": "122fuuRGgh1ec-9621-0244442ac130002",
            "title": "Кроссовки NIKE",
            "department": "Джерси",
            "price": 12000,
            "badge": {
                "value": "Хит сезона",
                "color": "#3C72BF"
            },
            "preview": "https://images.ua.prom.st/2200563786_w640_h640_krossovkikedy-original-nike.jpg",
            "images": [
                "https://images.ua.prom.st/2200563786_w640_h640_krossovkikedy-original-nike.jpg",
                "https://img.brandshop.ru/cache/products/m/muzhskie-krossovki-nike-air-max-95-essential-black-black-anthracite-white-2_1104x1104.jpg"
            ],
            "sizes": [
                {
                    "value": "S",
                    "is_available": "true"
                }
            ],
            "description": "We want fans to celebrate their fandom by customizing and personalizing certain products. For these customizable products, including jerseys, we invite customers to tell us how they would like their preferred name or other text to appear by typing that text into the field indicated. However, just because a customer is able to type proposed customization text into the field and is able to complete the order through the website, not all proposed customization text will be accepted. Please note, Fanatics may reject and cancel any customization order for any reason, including for messages that are deemed offensive or inappropriate. Take your Arizona Cardinals fandom to the next level when you grab this Custom Game Jersey. This Nike gear is perfect for an avid Arizona Cardinals fan like you who never misses a moment of the action. The crisp graphics will put your unwavering pride on full display and ensure everyone knows who you're rooting for at the next game!",
            "details": [
                "Material: 100% Polyester\nFoam tongue helps reduce lace pressure.\nMesh in the upper provides a breathable and plush sensation that stretches with your foot.\nMidfoot webbing delivers security. The webbing tightens around your foot when you lace up, letting you choose your fit and feel.\nNike React foam is lightweight, springy and durable. More foam means better cushioning without the bulk. A Zoom Air unit in the forefoot delivers more bounce with every step. It's top-loaded to be closer to your foot for responsiveness.\nThe classic fit and feel of the Pegasus is back—with a wider toe box to provide extra room. Seaming on the upper provides a better shape and fit, delivering a fresh take on an icon.\nOfficially licensed\nImported\nBrand: Nike"
            ]
        }
    }
}
